[
  "If you could master any skill instantly, what would it be and why?",
  "What's a book or movie that changed your perspective on something important?",
  "What small thing consistently brings you joy in your daily life?",
  "If you could have dinner with anyone from history, who would you choose?",
  "What's something you're proud of that you rarely get to talk about?",
  "What's an unusual food combination that you love but others might find strange?",
  "If you could live anywhere in the world for a year, where would it be?",
  "What's a hobby or interest you've always wanted to pursue but haven't yet?",
  "What's the best piece of advice you've ever received?",
  "If you could witness any event in history, what would you choose to see?",
  "What's something you've changed your mind about in the last few years?",
  "What's a small act of kindness someone did for you that you'll never forget?",
  "What fictional world or place would you most like to visit?",
  "What's something that seems obvious to you but others don't seem to understand?",
  "If you had an extra hour every day, how would you use it?",
  "What's a skill you have that not many people know about?",
  "What's something you wish you had learned earlier in life?",
  "What's a question you've always wanted to be asked?",
  "What's a tradition or ritual that is special to you?",
  "If you could solve one world problem, which would you choose and why?",
  "What's something you've done that you never thought you'd be able to do?",
  "What's a song that always puts you in a good mood?",
  "What's the most beautiful place you've ever visited?",
  "What's something you're looking forward to in the future?",
  "What's a dream you have that you haven't pursued yet?",
  "What's something unexpected that brings you peace?",
  "What's the most memorable gift you've ever received?",
  "What's a hobby that has taught you something valuable?",
  "If you could instantly become fluent in any language, which would you choose?",
  "What's a challenge you've overcome that made you stronger?",
  "What's something you've created that you're proud of?",
  "What's a question that has no answer but is worth asking?",
  "What's a small change you've made that had a big impact on your life?",
  "What's a subject you know very little about but would like to learn?",
  "What's something you enjoy that most people would consider mundane?",
  "What's a moment from your life that you wish you could relive?",
  "What's something that initially scared you but you did anyway?",
  "What's a simple pleasure you never get tired of?",
  "What's the most interesting conversation you've had recently?",
  "What's a project or goal you're currently working on?",
  "What's a rule you think should be broken more often?",
  "What's a lesson life has taught you that you'd like to share?",
  "What's a topic you could talk about for hours?",
  "What's something people might be surprised to learn about you?",
  "What's a belief or opinion you've recently reconsidered?",
  "What's a question you've been pondering lately?",
  "What's a memory that always makes you smile?",
  "What's something that's better than most people give it credit for?",
  "What's something you're grateful for today?",
  "What's an experience that changed how you view the world?",
  "What's something you're curious about but haven't explored yet?",
  "What's a compliment you've received that you'll never forget?",
  "What's a piece of technology or innovation that you find fascinating?",
  "What's a habit you're trying to develop or break?",
  "What's something you'd like to be remembered for?",
  "What's a question you wish people would ask you more often?",
  "What's a talent or ability you admire in others?",
  "What's something you're learning or trying to understand better?",
  "What's a misconception people often have about you?",
  "What's a small victory you've had recently that you're proud of?",
  "What's a place you've never been to but would love to visit?",
  "What's something you collect or would like to start collecting?",
  "What's a decision you've made that you're particularly happy about?",
  "What's a quote or saying that resonates with you deeply?",
  "What's something you find beautiful that others might not notice?",
  "What's an aspect of your culture or heritage that's meaningful to you?",
  "What's a challenge you're facing right now?",
  "What's something unexpected that you find fascinating?",
  "What's a book you think everyone should read at least once?",
  "What's a skill you'd like to improve or master?",
  "What's a misconception you had that was later corrected?",
  "What's a piece of music that moves you emotionally?",
  "What's a tradition you'd like to start or continue?",
  "What's something you believe that most people don't?",
  "What's a question that helps you learn the most about someone?",
  "What's something that makes you feel like a kid again?",
  "What's a small luxury you appreciate in your daily life?",
  "What's a personal rule or principle you try to live by?",
  "What's something you've been meaning to try but haven't yet?",
  "What's a hidden gem (place, book, movie) more people should know about?",
  "What's a fear you've conquered or are working to overcome?",
  "What's something people often get wrong about your field of work or study?",
  "What's a food from your childhood that you still enjoy?",
  "What's something you've learned about yourself during challenging times?",
  "What's a story behind an object that's meaningful to you?",
  "What's a seemingly small decision that had a big impact on your life?",
  "What's an experience that taught you an important life lesson?",
  "What's a habit that has improved your life significantly?",
  "What's a question you've always wanted to ask someone but never have?",
  "What's something you do to show kindness to others?",
  "What's a dream or goal that you haven't shared with many people?",
  "What's something you wish you could experience for the first time again?",
  "What's a topic you've changed your stance on over time?",
  "What's something that always fascinates you, no matter how many times you encounter it?",
  "What's a quality in people that you're drawn to?",
  "What's a recent discovery that made you excited or intrigued?",
  "What's a puzzle or mystery you'd love to solve?",
  "What's something that consistently restores your faith in humanity?"
]
